slack-connections-demo/graph-14d.mmd
graph TD;
  E_2008["Heidi<br/>UX"];
  E_2007["Grace<br/>Data"];
  E_2006["Frank<br/>Mobile"];
  E_2005["Eve<br/>Security"];
  E_2004["Dave<br/>Platform"];
  E_2003["Cara<br/>Payments"];
  E_2002["Bob<br/>SRE"];
  E_2001["Alice<br/>Platform"];
  E_2008 ---|1| E_2005;
  E_2008 ---|1| E_2007;
  E_2007 ---|1| E_2003;
  E_2007 ---|1| E_2006;
  E_2006 ---|2| E_2005;
  E_2006 ---|1| E_2004;
  E_2005 ---|1| E_2002;
  E_2004 ---|1| E_2001;
  E_2004 ---|1| E_2002;
  E_2003 ---|1| E_2001;
  E_2002 ---|3| E_2001;
